9/data/attachments/6c05c4b228ca9f8d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_e14a244b-93c0-48b8-8d81-c113e96e4042</nif:username>
            <nif:friendToBeAdded>Laurie_church_Friend_67960_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>